---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralU
source: html/4c0c5ea1-90a5-4f2c-417b-70dd4f5d3156.htm
---
# StructuralSectionGeneralU Methods

Returns size of the section boundary.